{
  "_id": "page.guidance",
  "_type": "page.content",
  "body": "## Annex A",
  "components": [
    {
      "_id": "page.guidance--content",
      "_type": "content",
      "html": "### Application for compensation – A general guide[^1]\r\n\r\n* Payment of Compensation\r\n* How to apply for compensation\r\n* How applications are decided\r\n* Statutory provisions\r\n* Awards of compensation"
    },
    {
      "_id": "page.guidance--content--2",
      "_type": "content",
      "html": "### Annex A (1)\r\n#### Text of sections 133, 133a and 133b of the Criminal Justice Act 1988: Compensation for Miscarriages of Justice (including subsequent amendments)\r\n\r\n* 133 Compensation for Miscarriages of Justice\r\n* 133A Miscarriages of justice: amount of compensation\r\n* 133B Cases where person has been detained for at least 10 years"
    },
    {
      "_id": "page.guidance--content--3",
      "_type": "content",
      "html": "---"
    },
    {
      "_id": "page.guidance--content--4",
      "_type": "content",
      "html": "## Annex A <a name=\"annex-a\"></a>\r\n\r\n### Application for compensation – A general guide[^1]"
    },
    {
      "_id": "page.guidance--content--5",
      "_type": "content",
      "html": "#### Payment of Compensation\r\n\r\n1. The Justice Secretary will under certain specified circumstances pay compensation to those who have convictions quashed at out of time appeals. These circumstances are set out in the provisions of Section 133 of the Criminal Justice Act 1988 (see Annex A (I)). The legislation complies with international obligations [article 14(6) of the International Covenant on Civil and Political Rights].\r\n\r\n#### How to apply for compensation\r\n\r\n2. Applications should be made though online application or in writing to the Justice Secretary and sent together with copies of the NG form[^2], the Court of Appeal judgment and perfected grounds of appeal, if you have them available, to the Miscarriage of Justice Team, Criminal Justice Group, Ministry of Justice, 5th Floor, Post Point 5.22, 102 Petty France, London, SW1H 9AJ using the application form attached."
    },
    {
      "_id": "page.guidance--content--6",
      "_type": "content",
      "html": "#### How applications are decided\r\n\r\n3. The Justice Secretary will consider any application which is made to him under the statutory provisions. Outside of those statutory provisions there is no entitlement to compensation in respect of a quashed conviction. The application must be made before the end of a period of 2 years beginning with the date on which the applicant has been pardoned or their conviction has been \"reversed\" (see further below on what this means). In exceptional circumstances the Secretary of State may direct that an application made after the 2 year limit is to be treated as if it had been made within time. Generally, not being aware of the scheme would not count as exceptional circumstances but each application received out of time would be considered on its merits."
    },
    {
      "_id": "page.guidance--content--7",
      "_type": "content",
      "html": "#### Statutory provisions\r\n\r\n4. Briefly, compensation is payable under section 133 of the Criminal Justice Act 1988 if the following two conditions are met:\r\n\r\nThe first condition is that either the applicant's conviction has been \"reversed\" or he must have been granted a Free Pardon.\r\n\r\nA conviction qualifies for these purposes as being \"reversed\" if:\r\n\r\n* it has been quashed on an appeal out of time and the applicant is not to be subject to a retrial; or\r\n* it has been quashed on an appeal out of time, and the applicant was subject to a retrial, and the applicant has been acquitted of all offences at the retrial or the prosecution has indicated that it has decided not to proceed with the retrial; or\r\n* it has been quashed after the case has been referred to the Court of Appeal by the Criminal Cases Review Commission under section 9 of the Criminal Appeal Act 1995 or\r\n* it has been quashed on appeal under Section 7 of the Terrorism Act 2000; or\r\n* it has been quashed on appeal under Schedule 3 to the Terrorism Prevention and Investigation Act 2011.\r\n\r\nThe second condition is that the conviction must have been reversed, or the applicant pardoned, on the ground that a new or newly discovered fact shows beyond reasonable doubt that the person did not commit the offence, unless the non–disclosure of this fact was wholly or partially attributable to the applicant."
    },
    {
      "_id": "page.guidance--content--8",
      "_type": "content",
      "html": "#### Awards of compensation\r\n\r\n5. The Justice Secretary takes the final decision as to whether the applicant qualifies for payment. If he decides that an applicant does qualify for compensation, an independent assessor determines the amount of the award in all cases. It is not the Justice Secretary's normal practice to publish details of individual awards or to give any information about individual applications or awards.\r\n\r\nMiscarriage of Justice Team,<br>\r\nMinistry of Justice,<br>\r\nMarch 2014"
    },
    {
      "_id": "page.guidance--content--9",
      "_type": "content",
      "html": "[^1]: This is a general guidance note. It is not, nor is it intended to be, an authoritative statement of the law.\r\n\r\n[^2]: Form NG is the formal document required to be lodged by appellants to the Court when seeking to quash their convictions.\r\n\r\n---"
    },
    {
      "_id": "page.guidance--content--10",
      "_type": "content",
      "html": "## Annex A (1)"
    },
    {
      "_id": "page.guidance--content--11",
      "_type": "content",
      "html": "### Text of Sections 133, 133a and 133b of the Criminal Justice Act 1988: Compensation for Miscarriages of Justice as applying to England and Wales on 14th March 2014"
    },
    {
      "_id": "page.guidance--content--12",
      "_type": "content",
      "html": "#### 133 Compensation for Miscarriages of Justice"
    },
    {
      "_id": "page.guidance--content--13",
      "_type": "content",
      "html": "(1) Subject to subsection (2) below, when a person has been convicted of a criminal offence and when subsequently his conviction has been reversed or he has been pardoned on the ground that a new or newly discovered fact shows beyond reasonable doubt that there has been a miscarriage of justice, the Secretary of State shall pay compensation for the miscarriage of justice to the person who has suffered punishment as a result of such conviction or, if he is dead, to his personal representatives, unless the non–disclosure of the unknown fact was wholly or partly attributable to the person convicted.\r\n\r\n(1ZA) For the purposes of subsection (1), there has been a miscarriage of justice in relation to a person convicted of a criminal offence in England and Wales […] if and only if the new or newly discovered fact shows beyond reasonable doubt that the person did not commit the offence (and references in the rest of this Part to a miscarriage of justice are to be construed accordingly).\r\n\r\n(2) No payment of compensation under this section shall be made unless an application for such compensation has been made to the Secretary of State before the end of the period of 2 years beginning with the date on which the conviction of the person concerned is reversed or he is pardoned.\r\n\r\n(2A) But the Secretary of State may direct that an application for compensation made after the end of that period is to be treated as if it had been made within that period if the Secretary of State considers that there are exceptional circumstances which justify doing so.\r\n\r\n(3) The question whether there is a right to compensation under this section shall be determined by the Secretary of State.\r\n\r\n(4) If the Secretary of State determines that there is a right to such compensation, the amount of the compensation shall be assessed by an assessor appointed by the Secretary of State.\r\n\r\n(4A) Section 133A applies in relation to the assessment of the amount of the compensation."
    },
    {
      "_id": "page.guidance--content--14",
      "_type": "content",
      "html": "(5) In this section \"reversed\" shall be construed as referring to a conviction having been quashed–\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(a) on an appeal out of time; or\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(b) on a reference–\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(i) under the Criminal Appeal Act 1995; or\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[...]\r\n\r\nor\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(c) on an appeal under section 7 of the Terrorism Act 2000; or\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(d) on an appeal under Schedule 3 to the Terrorism Prevention and Investigation Measures Act 2011.\r\n\r\n(5A) But in a case where–\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(a) a person's conviction for an offence is quashed on an appeal out of time, and\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(b) the person is to be subject to a retrial,\r\n\r\nthe conviction is not to be treated for the purposes of this section as \"reversed\" unless and until the person is acquitted of all offences at the retrial or the prosecution indicates that it has decided not to proceed with the retrial.\r\n\r\n(5B) In subsection (5A) above any reference to a retrial includes a reference to proceedings held following the remission of a matter to a magistrates' court by the Crown Court under section 48(2)(b) of the Supreme Court Act 1981.\r\n\r\n(6) For the purposes of this section and section 133A a person suffers punishment as a result of a conviction when sentence is passed on him for the offence of which he was convicted.\r\n\r\n(7) Schedule 12 shall have effect."
    },
    {
      "_id": "page.guidance--content--15",
      "_type": "content",
      "html": "#### 133A Miscarriages of justice: amount of compensation\r\n\r\n(1) This section applies where an assessor is required to assess the amount of compensation payable to or in respect of a person under section 133 for a miscarriage of justice.\r\n\r\n(2) In assessing so much of any compensation payable under section 133 as is attributable to suffering, harm to reputation or similar damage, the assessor must have regard in particular to–\r\n\r\n(a) the seriousness of the offence of which the person was convicted and the severity of the punishment suffered as a result of the conviction, and\r\n\r\n(b) the conduct of the investigation and prosecution of the offence.\r\n\r\n(3) The assessor may make from the total amount of compensation that the assessor would otherwise have assessed as payable under section 133 any deduction or deductions that the assessor considers appropriate by reason of either or both of the following–\r\n\r\n(a) any conduct of the person appearing to the assessor to have directly or indirectly caused, or contributed to, the conviction concerned; and\r\n\r\n(b) any other convictions of the person and any punishment suffered as a result of them.\r\n\r\n(4) If, having had regard to any matters falling within subsection (3)(a) or (b), the assessor considers that there are exceptional circumstances which justify doing so, the assessor may determine that the amount of compensation payable under section 133 is to be a nominal amount only.\r\n\r\n(5) The total amount of compensation payable to or in respect of a person under section 133 for a particular miscarriage of justice must not exceed the overall compensation limit.\r\n\r\nThat limit is–\r\n\r\n(a) £1 million in a case to which section 133B applies, and\r\n\r\n(b) £500,000 in any other case.\r\n\r\n(6) The total amount of compensation payable under section 133 for a person's loss of earnings or earnings capacity in respect of any one year must not exceed the earnings compensation limit.\r\n\r\nThat limit is an amount equal to 1.5 times the median annual gross earnings according to the latest figures published by the Office of National Statistics at the time of the assessment.\r\n\r\n(7) The Secretary of State may by order made by statutory instrument amend subsection (5) or (6) so as to alter any amount for the time being specified as the overall compensation limit or the earnings compensation limit.\r\n\r\n(8) No order may be made under subsection (7) unless a draft of the order has been laid before and approved by a resolution of each House of Parliament.\r\n"
    },
    {
      "_id": "page.guidance--content--16",
      "_type": "content",
      "html": "#### 133B Cases where person has been detained for at least 10 years\r\n\r\n(1) For the purposes of section 133A(5) this section applies to any case where the person concerned (\"P\") has been in qualifying detention for a period (or total period) of at least 10 years by the time when–\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(a) the conviction is reversed, or\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(b) the pardon is given, as mentioned in section 133(1).\r\n\r\n(2) P was \"in qualifying detention\" at any time when P was detained in a prison, a hospital or at any other place, if P was so detained–\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(a) by virtue of a sentence passed in respect of the relevant offence,\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(b) under mental health legislation by reason of P's conviction of that offence (disregarding any conditions other than the fact of the conviction that had to be fulfilled in order for P to be so detained), or\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(c) as a result of P's having been remanded in custody in connection with the relevant offence or with any other offence the charge for which was founded on the same facts or evidence as that for the relevant offence.\r\n\r\n(3) In calculating the period (or total period) during which P has been in qualifying detention as mentioned in subsection (1), no account is to be taken of any period of time during which P was both–\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(a) in qualifying detention, and\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(b) in excluded concurrent detention.\r\n\r\n(4) P was \"in excluded concurrent detention\" at any time when P was detained in a prison, a hospital or at any other place, if P was so detained–\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(a) during the term of a sentence passed in respect of an offence other than the relevant offence,\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(b) under mental health legislation by reason of P's conviction of any such other offence (disregarding any conditions other than the fact of the conviction that had to be fulfilled in order for P to be so detained), or\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(c) as a result of P's having been remanded in custody in connection with an offence for which P was subsequently convicted other than–\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(i) the relevant offence, or\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(ii) any other offence the charge for which was founded on the same facts or evidence as that for the relevant offence.\r\n\r\n(5) But P was not \"in excluded concurrent detention\" at any time by virtue of subsection (4)(a), (b) or (c) if P's conviction of the other offence mentioned in that provision was quashed on appeal, or a pardon was given in respect of it.\r\n\r\n(6) In this section–\r\n\r\n\"mental health legislation\" means–\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(a) Part 3 of the Mental Health Act 1983,\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[...]\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(c) the provisions of any earlier enactment corresponding to Part 3 of that Act [...];\r\n\r\n\"the relevant offence\" means the offence in respect of which the conviction is quashed or the pardon is given (but see subsection (7));\r\n\r\n\"remanded in custody\" is to be read in accordance with subsections (8) and (9);\r\n\r\n\"reversed\" has the same meaning as in section 133 of this Act.\r\n\r\n(7) If, as a result of the miscarriage of justice–\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(a) two or more convictions are reversed, or\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(b) a pardon is given in respect of two or more offences, \"the relevant offence\" means any of the offences concerned.\r\n\r\n(8) In relation to England and Wales, \"remanded in custody\" has the meaning given by section 242(2) of the Criminal Justice Act 2003, but that subsection applies for the purposes of this section as if any reference there to a provision of the Mental Health Act 1983 included a reference to any corresponding provision of any earlier enactment.\r\n"
    }
  ],
  "heading": "Application for compensation after a miscarriage of justice",
  "url": "guidance"
}