{
  "_id": "page.Privacy",
  "_type": "page.content",
  "body": "## Miscarriage of Justice application service\r\n\r\nData protection law in the UK changed on 25 May 2018. This notice reflects your rights under the Data Protection Act 2018 and lets you know how we will look after and use your personal information. This includes what you tell us about yourself, what we learn about you as you engage with the Miscarriage of Justice Application Service (MOJAS), and what others share with us to assist us in determining your claim under the Compensation Scheme, to fulfil their legal obligations or help prevent abuse of the Compensation Scheme. It also covers what information we may share with other organisations.\r\n\r\nThe Ministry of Justice (MoJ) is committed to the protection and security of your personal information.\r\n\r\nThis privacy notice describes how we collect and use personal information during and after your interaction with us, in accordance with data protection law. It is important that you read this notice so that you are aware of how and why we are using such information. Our privacy information notices are updated regularly.\r\n\r\n### The type of data we process\r\n\r\nMOJAS collects data from you directly. We also obtain data about you from third parties. We require this information so that we can make a decision on your application and without it we would be unable to carry out this function. Some of the following information we request is:\r\n\r\n* name, \r\n* address, \r\n* other contact details where required,\r\n* date of birth, \r\n* details of the relationship to you if a third party is applying on your behalf (eg a lawyer is submitting the application). \r\n\r\nWe also collect categories of sensitive information (referred to as ‘sensitive processing’), such as:\r\n\r\n* criminal convictions.\r\n\r\n### How we get your data and why we have it\r\n\r\nMost of the personal information we process is provided to us directly by you or your representative on your behalf. We use the information you provide us to:\r\n\r\n* assess your claim for compensation under section 133 of the Criminal Justice Act 1988; and\r\n* make specific and necessary enquiries with partner agencies to support the assessment of your claim under section 133.\r\n\r\nWe will share your information with other government departments or agencies as necessary for the purposes of identifying whether you have received compensation or an ex-gratia payment elsewhere in relation to the same matter. We will also share information with ACRO Criminal Records office (ACRO) to access relevant information on the police national computer (PNC).\r\n\r\nUnder Part 3 of the Data Protection Act 2018 (DPA 2018), we must be able to satisfy one of the conditions in Schedule 8:\r\n\r\n1. Processing is necessary for statutory purposes;\r\n2. Administration of justice;\r\n3. Protecting individual’s vital interests;\r\n4. Safeguarding of children and of individuals at risk;\r\n5. Personal data already in the public domain;\r\n6. Legal claims;\r\n7. Judicial acts;\r\n8. Preventing fraud;\r\n9. Archiving.\r\n\r\n### International Data Transfers\r\n\r\nThere are no international transfers.\r\n\r\n### How we store your personal data\r\n\r\nMOJAS takes data security very seriously and we take every step to ensure that your data remains private and secure. Data collected by this service is kept entirely within the European Economic Area (EEA).\r\n\r\nWe will never share your information with other organisations for marketing, market research or commercial purposes, and we do not pass on your personal information to any other websites.\r\n\r\nAny transfer of information made will be in full compliance with all aspects of the data protection law\r\n\r\nWe will not retain your information any longer than is necessary for the lawful purposes for which it was collected and processed. The MoJ has set retention periods for the information that we collect. For MOJAS, information will typically be retained for 25 years. For details, see the [Ministry of Justice record retention and disposition schedules](https://www.gov.uk/government/publications/record-retention-and-disposition-schedules).\r\n\r\n### How we manage sessions\r\n\r\nThis service can be used to populate a MOJAS compensation application form. Personal information about you may be visible to anyone with access to your computer up to 30 minutes from the time you close or navigate away from the service.\r\n\r\nWe do not store any user data in cookies. However, your browser may store cookies while you are using the tool. You can manage cookie settings on your computer yourself.\r\n\r\n### Access to personal information\r\n\r\nYou can find out if we hold any personal data about you by making a ‘subject access request’. \r\n\r\nUnder the UK GDPR you also have the right to object to and ask to restrict our use of your personal information, and to ask us to rectify or delete your personal information. However, there may be a number of legal or other official reasons why we need to continue to keep or use your data.\r\n\r\nIf you wish to make a subject access request or contact us regarding your information, please email us at: \r\n\r\n<data.access@justice.gov.uk>\r\n\r\nOr apply in writing to the following address:\r\n\r\nDisclosure Team   \r\nPost point 10.38   \r\n102 petty France   \r\nLondon   \r\nSW1H 9AJ \r\n\r\n### Complaints\r\n\r\nYou also have the right to complain to the Information Commissioner’s Office about the way we handle your information or respond to your requests for access to your personal information or the exercise of your other rights under the UK GDPR or the Data Protection Act 2018.  \r\n\r\nContact details are as follows:\r\n\r\nInformation Commissioner’s Office   \r\nWycliffe House   \r\nWater Lane   \r\nWilmslow   \r\nCheshire   \r\nSK9 5AF\r\n\r\nHelpline number: 0303 123 1113<br>\r\n[ICO website](https://www.ico.org.uk)\r\n\r\n\r\n",
  "heading": "Privacy",
  "lede": "",
  "url": "privacy"
}