{
  "_id": "page.Privacy",
  "_type": "page.content",
  "body": "By using this digital Miscarriage of Justice compensation form, you agree to our privacy policy and to these terms and conditions. \r\n\r\nPlease read them carefully.\r\n\r\n*General*\r\n\r\nThese terms and conditions affect your rights and liabilities under the law. They govern your use of, and relationship with, the digital Miscarriage of Justice compensation application.  They don't apply to other Miscarriage of Justice Application Service (MoJAS) services, or to any other department or service which is linked to in this service.\r\n\r\nWe may occasionally update these terms and conditions. This might happen if there's a change in the law or to the way the service works.\r\n\r\nIf you don't agree to the terms and conditions and privacy policy set out in this document, you should not use this service.\r\n\r\n*Applicable law*\r\n\r\nYour use of this service and any dispute arising from its use will be governed by and construed in accordance with the laws of England and Wales, including but not limited to the:\r\n- Computer Misuse Act 1990\r\n- Data Protection Act 1998\r\n\r\n*How to use this service responsibly*\r\n\r\nThere are rules that apply to the creation of a compensation application that must be adhered to, as well as anything stated in this service and these terms and conditions.\r\nThe service is intended for use by a donor (the person the application is for), or by others on their behalf and only with their consent.\r\nIt's your responsibility to keep your web reference number safe. You shouldn't share your web Reference number with anyone, or write it down. MoJAS is not responsible for any breach of information security due to web reference number sharing.\r\n\r\nThere are risks in using a shared computer, such as in an internet café, to use this service. It's your responsibility to be aware of these risks and to avoid using any computer which may leave your personal information accessible to others. You are responsible if you choose to leave a computer unprotected while using the service.\r\n\r\nWe make every effort to check and test this service whenever we amend or update it. However, you must take your own precautions to ensure that the way you access this service does not expose you to the risk of viruses, malicious computer code or other forms of interference which may damage your own computer system.\r\nYou must not misuse our service by knowingly introducing viruses, trojans, worms, logic bombs or other material which is malicious or technologically harmful. You must not attempt to gain unauthorised access to our service, the site on which our service is hosted or any server, computer or database connected to our service. You must not attack our service via a denial-of-service attack or a distributed denial-of-service attack.\r\n\r\nPrivacy policy\r\n\r\n*Information provided by this service*\r\n\r\nMoJAS works hard to ensure that information within the service is accurate.\r\n\r\nHowever, we can't guarantee the accuracy and completeness of any information at all times. Guidance contained within this service should not be considered legal advice.\r\n\r\nThis service provides generic information to support you in making and applying for compensation. However, MoJAS can't give legal advice on individual cases. \r\n\r\nYou should answer questions within this service based on consideration of the specific circumstances of the donor (the person the application is for), seeking advice from a legal professional if needed.\r\n\r\nMoJAS is not responsible for the content or reliability of any linked services or websites, and does not necessarily endorse any views expressed within them.\r\nWhile MoJAS makes every effort to ensure this service is accessible at all times, we are not liable if the service is unavailable for any period of time.\r\n\r\n*How we use your information*\r\n\r\nIn order to use this service, you will need to enter personal information relating to a conviction. Such information includes names, addresses, other contact details, dates of birth, and the relationship of involved parties to the applicant. We use this information to populate an application, and for no other purpose. \r\nMoJAS doesn't see what you've entered into the service until your application reaches us electronically or through the post.\r\nThis service contains several free-text fields in which you are invited to enter certain types of information. Sensitive information may include, but is not limited to, details of religious beliefs and conviction information. Entering sensitive information into these fields is done at your own risk, and MoJAS is not liable for this.\r\n\r\nSeparately from the information entered by those using this service, MoJAS also collects site-usage information, which allows us to see how the service is being used in order to allow us to improve it. This information does not contain any personal data.\r\n\r\nWe'll only ever collect information that will help us make the service work better for you; and give us a sense of how people are using the service, so we can keep improving it.\r\n\r\n*How we keep your information safe*\r\n\r\nThe MoJAS takes data security very seriously and we take every step to ensure that your data remains private and secure. Data collected by this service is kept entirely within the European Economic Area (EEA).\r\n\r\nBecause of the global nature of the Internet infrastructure, however, we can't guarantee that information emailed from us will be kept within the EEA. By submitting your information you consent to such transfers outside the EEA.\r\n\r\nWe'll never share your information with other organisations for marketing, market research or commercial purposes, and we don't pass on your personal information to any other websites.\r\n\r\n*How we manage sessions*\r\n\r\nThis service can be used to populate a MoJAS Compensation application form. Personal information about you may be visible to anyone with access to your computer up to 30 minutes from the time you close or navigate away from the service.\r\n\r\nThe service does not store any information.\r\n\r\nWe do not store any user data in cookies. However, your browser may store cookies while you're using the tool. You can manage cookie settings on your computer yourself.\r\n\r\n*Data Protection Act 1998*\r\n\r\nThis service complies with all principles of the DPA 1998.\r\n\r\nMinistry of Justice ( MoJ) is the 'data controller' for the purposes of the Act. \r\n\r\nMoJAS will only see the information you enter when you have completed the form. \r\n\r\nNo personal data will be used in testing this service.\r\n\r\nOur hosting provider and MoJ staff responsible for supporting the service have no access to personal information entered into this service. \r\n\r\nAnyone who believes their personal data is kept within the service has the right to submit a subject access request to the MoJ.\r\n\r\n*Disclaimer*\r\n\r\nWe don't accept liability for loss or damage incurred by users of this service, whether direct, indirect or consequential, whether caused by tort, breach of contract or otherwise. This includes loss of income or revenue, business, profits or contracts, anticipated savings, data, goodwill, tangible property or wasted time in connection with this service or any websites linked to it and any materials posted on it. This condition shall not prevent claims for loss of or damage to your tangible property or any other claims for direct financial loss that are not excluded by any of the categories set out above.\r\nThis does not affect our liability for death or personal injury arising from our negligence, nor our liability for fraudulent misrepresentation or misrepresentation as to a fundamental matter, nor any other liability which cannot be excluded or limited under applicable law.\r\n\r\n",
  "heading": "Application for compensation after a miscarriage of justice",
  "lede": "Terms and conditions and privacy policy",
  "url": "Privacy"
}